<!DOCTYPE html>
<html lang="pt-BR">
<head>
    <title>TI.Fire Sistemas</title>
    <!-- <meta charset="utf-8"> -->
    <link rel="icon" href="img/fireIcon.ico" type="image/x-icon">
    <link rel="shortcut icon" href="img/fireIcon.ico" type="image/x-icon" />
</head>

<body>
    <h1>Pol&#237;tica de Privacidade</h1>
    <p>&#218;ltima atualiza&#231;&#227;o: 11 de Julho de 2022</p>
    <p>Esta Pol&#237;tica de Privacidade descreve nossas pol&#237;ticas e procedimentos sobre a coleta, uso e divulga&#231;&#227;o de suas
        informa&#231;&#245;es quando voc&#234; usa o nosso Servi&#231;o, e informa sobre Seus direitos de privacidade e como a lei protege
        Voc&#234;.</p>
    <p>Usamos seus dados pessoais para fornecer e melhorar o nosso servi&#231;o. Ao usar o Servi&#231;o, voc&#234; concorda com a
        coleta e uso de informa&#231;&#245;es de acordo com esta Pol&#237;tica de Privacidade.
    <h1>Interpreta&#231;&#227;o e Defini&#231;&#245;es</h1>
    <h2>Interpreta&#231;&#227;o</h2>
    <p>As palavras cuja letra inicial &#233; mai&#250;scula t&#234;m significados definidos nas seguintes condi&#231;&#245;es. As seguintes
        defini&#231;&#245;es ter&#227;o o mesmo significado, independentemente de aparecerem no singular ou no plural.</p>
    <h2>Defini&#231;&#245;es</h2>
    <p>Para efeitos desta Pol&#237;tica de Privacidade:</p>
    <ul>
        <li>
            <p><strong>Conta</strong> significa uma conta exclusiva criada para voc&#234; acessar nosso Servi&#231;o ou partes de
                nosso Servi&#231;o.</p>
        </li>
        <li>
            <p><strong>Afiliada</strong> significa uma entidade que controla, &#233; controlada ou est&#225; sob controle comum
                com uma parte, onde "controle" significa propriedade de 50% ou mais das a&#231;&#245;es, participa&#231;&#227;o acion&#225;ria ou
                outros valores mobili&#225;rios com direito a voto para elei&#231;&#227;o de diretores ou outra autoridade
                administrativa.</p>
        </li>
        <li>
            <p><strong>Aplicativo</strong> significa o programa de software fornecido pela Empresa baixado por Voc&#234; em
                qualquer dispositivo eletr&#244;nico, denominado Restaurante Caseirinho</p>
        </li>
        <li>
            <p><strong>Empresa</strong> (referida como "a Empresa", "N&#243;s", "N&#243;s" ou "Nosso" neste Contrato) refere-se ao
                RESTAURANTE MOULIN DOUCE LTDA, Av. Duque de Caxias, 1375 - Zona 7, Maring&#225; - PR.</p>
        </li>
        <li>
            <p><strong>Pa&#237;s</strong> se refere a: Brasil</p>
        </li>
        <li>
            <p><strong>Dispositivo</strong> significa qualquer dispositivo que possa acessar o Servi&#231;o, como um
                computador, um celular ou um tablet.</p>
        </li>
        <li>
            <p><strong>Dados Pessoais</strong> s&#227;o quaisquer informa&#231;&#245;es relacionadas a um indiv&#237;duo identificado ou
                identific&#225;vel.</p>
        </li>
        <li>
            <p><strong>Servi&#231;o</strong> refere-se ao Aplicativo.</p>
        </li>
        <li>
            <p><strong>Prestador de Servi&#231;os</strong> significa qualquer pessoa f&#237;sica ou jur&#237;dica que processe os dados
                em nome da Empresa. Refere-se a empresas terceirizadas ou indiv&#237;duos empregados pela Empresa para
                facilitar o Servi&#231;o, fornecer o Servi&#231;o em nome da Empresa, realizar servi&#231;os relacionados ao Servi&#231;o ou
                ajudar a Empresa a analisar como o Servi&#231;o &#233; usado. refere-se a FERNANDO CATTANEO ZAVADSKI INFORM&#193;TICA -
                ME, Rua Pioneira Maria Josefa de Ara&#250;jo 206, Vila emilia, Maring&#225; - PR.</p>
        </li>
        <li>
            <p><strong>Dados de uso</strong> referem-se a dados coletados automaticamente, gerados pelo uso do Servi&#231;o
                ou da pr&#243;pria infraestrutura do Servi&#231;o (por exemplo, a dura&#231;&#227;o de uma visita &#224; p&#225;gina).</p>
        </li>
        <li>
            <p><strong>Voc&#234;</strong> significa o indiv&#237;duo acessando ou usando o Servi&#231;o, ou a empresa ou outra entidade
                legal em nome da qual tal indiv&#237;duo est&#225; acessando ou usando o Servi&#231;o, conforme aplic&#225;vel.</p>
        </li>
    </ul>
    <h1>Coletando e usando seus dados pessoais</h1>
    <h2>Tipos de dados coletados</h2>
    <h3>Dados pessoais</h3>
    <p>Ao usar nosso Servi&#231;o, podemos solicitar que voc&#234; nos forne&#231;a determinadas informa&#231;&#245;es de identifica&#231;&#227;o pessoal
        que podem ser usadas para contat&#225;-lo ou identific&#225;-lo. As informa&#231;&#245;es de identifica&#231;&#227;o pessoal podem incluir:
    </p>
    <ul>
        <li>
            <p>Endere&#231;o de email</p>
        </li>
        <li>
            <p>Nome e Sobrenome</p>
        </li>
        <li>
            <p>CPF/CNPJ</p>
        </li>
        <li>
            <p>N&#250;mero de Telefone/Celular</p>
        </li>
        <li>
            <p>Endere&#231;o, Estado, CEP/C&#243;digo Postal, Cidade</p>
        </li>
        <li>
            <p>Dados de uso</p>
        </li>
    </ul>
    <h3>Dados de uso</h3>
    <p>Os Dados de Uso s&#227;o coletados automaticamente ao usar o Servi&#231;o.</p>
    <p>Os dados de uso podem incluir informa&#231;&#245;es como o endere&#231;o do protocolo de Internet do seu dispositivo (por
        exemplo, endere&#231;o IP), tipo de navegador, vers&#227;o do navegador, as p&#225;ginas do nosso servi&#231;o que voc&#234; visita, a
        hora e a data de sua visita, o tempo gasto nessas p&#225;ginas, dispositivo exclusivo identificadores e outros dados
        de diagn&#243;stico.</p>
    <p>Quando voc&#234; acessa o Servi&#231;o por ou por meio de um dispositivo m&#243;vel, podemos coletar determinadas informa&#231;&#245;es
        automaticamente, incluindo, mas n&#227;o se limitando ao tipo de dispositivo m&#243;vel que voc&#234; usa, o ID exclusivo do
        seu dispositivo m&#243;vel, o endere&#231;o IP do seu dispositivo m&#243;vel, o seu sistema operacional, o tipo de navegador de
        Internet m&#243;vel que voc&#234; usa, identificadores exclusivos de dispositivo e outros dados de diagn&#243;stico.</p>
    <p>Tamb&#233;m podemos coletar informa&#231;&#245;es que seu navegador envia sempre que voc&#234; visita nosso Servi&#231;o ou quando acessa
        o Servi&#231;o por ou por meio de um dispositivo m&#243;vel.</p>
    <h2>Uso de seus dados pessoais</h2>
    <p>A Empresa pode usar Dados Pessoais para os seguintes fins:</p>
    <ul>
        <li>
            <p><strong>Para fornecer e manter nosso Servi&#231;o</strong>, inclusive para monitorar o uso de nosso Servi&#231;o.
            </p>
        </li>
        <li>
            <p><strong>Para gerenciar Sua Conta:</strong> para gerenciar Seu registro como usu&#225;rio do Servi&#231;o. Os Dados
                Pessoais que Voc&#234; fornece podem dar a Voc&#234; acesso a diferentes funcionalidades do Servi&#231;o que est&#227;o
                dispon&#237;veis para Voc&#234; como usu&#225;rio registrado.</p>
        </li>
        <li>
            <p><strong>Para a execu&#231;&#227;o de um contrato:</strong> o desenvolvimento, cumprimento e realiza&#231;&#227;o do contrato
                de compra dos produtos, itens ou servi&#231;os que Voc&#234; adquiriu ou de qualquer outro contrato conosco
                atrav&#233;s do Servi&#231;o.</p>
        </li>
        <li>
            <p><strong>Para entrar em contato com voc&#234;:</strong> Para entrar em contato com voc&#234; por e-mail, telefone,
                SMS ou outras formas equivalentes de comunica&#231;&#227;o eletr&#244;nica, como notifica&#231;&#245;es push de um aplicativo
                m&#243;vel sobre atualiza&#231;&#245;es ou comunica&#231;&#245;es informativas relacionadas &#224;s funcionalidades, produtos ou
                servi&#231;os contratados, incluindo as atualiza&#231;&#245;es de seguran&#231;a, quando necess&#225;rio ou razo&#225;vel para sua
                implementa&#231;&#227;o.</p>
        </li>
        <li>
            <p><strong>Para fornecer a Voc&#234;</strong> not&#237;cias, ofertas especiais e informa&#231;&#245;es gerais sobre outros bens,
                servi&#231;os e eventos que oferecemos que s&#227;o semelhantes &#224;queles que voc&#234; j&#225; comprou ou perguntou, a menos
                que voc&#234; tenha optado por n&#227;o receber tais informa&#231;&#245;es.</p>
        </li>
        <li>
            <p><strong>Para gerenciar seus pedidos:</strong> Para atender e gerenciar seus pedidos para n&#243;s.</p>
        </li>
        <li>
            <p><strong>Para transfer&#234;ncias de neg&#243;cios:</strong> Podemos usar suas informa&#231;&#245;es para avaliar ou conduzir
                uma fus&#227;o, aliena&#231;&#227;o, reestrutura&#231;&#227;o, reorganiza&#231;&#227;o, dissolu&#231;&#227;o ou outra venda ou transfer&#234;ncia de
                alguns ou todos os nossos ativos, seja em continuidade ou como parte de fal&#234;ncia, liquida&#231;&#227;o, ou
                processo semelhante, no qual os Dados Pessoais detidos por N&#243;s sobre os usu&#225;rios do nosso Servi&#231;o est&#227;o
                entre os ativos transferidos.</p>
        </li>
        <li>
            <p><strong>Para outros fins:</strong> Podemos usar suas informa&#231;&#245;es para outros fins, como an&#225;lise de dados,
                identifica&#231;&#227;o de tend&#234;ncias de uso, determina&#231;&#227;o da efic&#225;cia de nossas campanhas promocionais e para
                avaliar e melhorar nosso Servi&#231;o, produtos, servi&#231;os, marketing e sua experi&#234;ncia.</p>
        </li>
    </ul>
    <p>Podemos compartilhar suas informa&#231;&#245;es pessoais nas seguintes situa&#231;&#245;es:</p>
    <ul>
        <li><strong>Com Prestadores de Servi&#231;os:</strong> Podemos compartilhar Suas informa&#231;&#245;es pessoais com Prestadores
            de Servi&#231;os para monitorar e analisar o uso de nosso Servi&#231;o, para entrar em contato com Voc&#234;.</li>
        <li><strong>Para transfer&#234;ncias de neg&#243;cios:</strong> Podemos compartilhar ou transferir Suas informa&#231;&#245;es
            pessoais em conex&#227;o com ou durante negocia&#231;&#245;es de qualquer fus&#227;o, venda de ativos da Empresa, financiamento
            ou aquisi&#231;&#227;o de todo ou parte de Nossos neg&#243;cios para outra empresa.</li>
        <li><strong>Com Afiliados:</strong> Podemos compartilhar Suas informa&#231;&#245;es com Nossos afiliados, caso em que
            exigiremos que esses afiliados honrem esta Pol&#237;tica de Privacidade. As afiliadas incluem nossa empresa
            controladora e quaisquer outras subsidi&#225;rias, parceiros de joint venture ou outras empresas que controlamos
            ou que est&#227;o sob controle comum conosco.</li>
        <li><strong>Com parceiros de neg&#243;cios:</strong> Podemos compartilhar suas informa&#231;&#245;es com nossos parceiros de
            neg&#243;cios para oferecer a voc&#234; determinados produtos, servi&#231;os ou promo&#231;&#245;es.</li>
        <li><strong>Com o seu consentimento:</strong> Podemos divulgar suas informa&#231;&#245;es pessoais para qualquer outro
            prop&#243;sito com o seu consentimento.</li>
    </ul>
    <h2>Reten&#231;&#227;o de seus dados pessoais</h2>
    <p>A Empresa reter&#225; Seus Dados Pessoais apenas pelo tempo necess&#225;rio para os fins estabelecidos nesta Pol&#237;tica de
        Privacidade. N&#243;s reteremos e usaremos Seus Dados Pessoais na medida necess&#225;ria para cumprir nossas obriga&#231;&#245;es
        legais (por exemplo, se formos obrigados a reter seus dados para cumprir as leis aplic&#225;veis), resolver disputas
        e fazer cumprir nossos acordos e pol&#237;ticas legais.</p>
    <p>A Empresa tamb&#233;m reter&#225; Dados de Uso para fins de an&#225;lise interna. Os Dados de Uso s&#227;o geralmente retidos por um
        per&#237;odo de tempo mais curto, exceto quando esses dados s&#227;o usados &#8203;&#8203;para fortalecer a seguran&#231;a ou melhorar a
        funcionalidade de Nosso Servi&#231;o, ou somos legalmente obrigados a reter esses dados por per&#237;odos de tempo mais
        longos.</p>
    <h2>Transfer&#234;ncia de seus dados pessoais</h2>
    <p>Suas informa&#231;&#245;es, incluindo Dados Pessoais, s&#227;o processadas nos escrit&#243;rios operacionais da Empresa e em
        quaisquer outros locais onde as partes envolvidas no processamento estejam localizadas. Isso significa que essas
        informa&#231;&#245;es podem ser transferidas para &#8211; e mantidas em &#8211; computadores localizados fora de Seu estado,
        prov&#237;ncia, pa&#237;s ou outra jurisdi&#231;&#227;o governamental onde as leis de prote&#231;&#227;o de dados podem diferir daquelas de
        Sua jurisdi&#231;&#227;o.</p>
    <p>Seu consentimento para esta Pol&#237;tica de Privacidade seguido de Seu envio de tais informa&#231;&#245;es representa Sua
        concord&#226;ncia com essa transfer&#234;ncia.</p>
    <p>A Empresa tomar&#225; todas as medidas razoavelmente necess&#225;rias para garantir que Seus dados sejam tratados com
        seguran&#231;a e de acordo com esta Pol&#237;tica de Privacidade e nenhuma transfer&#234;ncia de Seus Dados Pessoais ocorrer&#225;
        para uma organiza&#231;&#227;o ou pa&#237;s, a menos que haja controles adequados, incluindo a seguran&#231;a de Seus dados e outras
        informa&#231;&#245;es pessoais.</p>
    <h2>Divulga&#231;&#227;o de seus dados pessoais</h2>
    <h3>Transa&#231;&#245;es comerciais</h3>
    <p>Se a Empresa estiver envolvida em uma fus&#227;o, aquisi&#231;&#227;o ou venda de ativos, Seus Dados Pessoais poder&#227;o ser
        transferidos. Forneceremos um aviso antes que Seus Dados Pessoais sejam transferidos e fiquem sujeitos a uma
        Pol&#237;tica de Privacidade diferente.</p>
    <h3>Aplica&#231;&#227;o da lei</h3>
    <p>Sob certas circunst&#226;ncias, a Empresa pode ser obrigada a divulgar Seus Dados Pessoais se exigido por lei ou em
        resposta a solicita&#231;&#245;es v&#225;lidas de autoridades p&#250;blicas (por exemplo, um tribunal ou ag&#234;ncia governamental).</p>
    <h3>Outros requisitos legais</h3>
    <p>A Empresa pode divulgar Seus Dados Pessoais acreditando de boa f&#233; que tal a&#231;&#227;o &#233; necess&#225;ria para:</p>
    <ul>
        <li>Cumprir uma obriga&#231;&#227;o legal</li>
        <li>Proteger e defender os direitos ou propriedade da Empresa</li>
        <li>Prevenir ou investigar poss&#237;veis irregularidades relacionadas ao Servi&#231;o</li>
        <li>Proteger a seguran&#231;a pessoal dos Usu&#225;rios do Servi&#231;o ou do p&#250;blico</li>
        <li>Proteja-se contra responsabilidade legal</li>
    </ul>
    <h2>Seguran&#231;a de seus dados pessoais</h2>
    <p>A seguran&#231;a de seus dados pessoais &#233; importante para n&#243;s, mas lembre-se de que nenhum m&#233;todo de transmiss&#227;o pela
        Internet ou m&#233;todo de armazenamento eletr&#244;nico &#233; 100% seguro. Embora nos esforcemos para usar meios
        comercialmente aceit&#225;veis &#8203;&#8203;para proteger seus dados pessoais, n&#227;o podemos garantir sua seguran&#231;a absoluta.</p>
    <h1>Privacidade infantil</h1>
    <p>Nosso Servi&#231;o n&#227;o se dirige a menores de 13 anos. N&#227;o coletamos intencionalmente informa&#231;&#245;es de identifica&#231;&#227;o
        pessoal de menores de 13 anos. Se Voc&#234; &#233; pai ou respons&#225;vel e est&#225; ciente de que Seu filho nos forneceu Dados
        Pessoais, por favor Contate-Nos. Se tomarmos conhecimento de que coletamos Dados Pessoais de menores de 13 anos
        sem verifica&#231;&#227;o do consentimento dos pais, tomaremos medidas para remover essas informa&#231;&#245;es de nossos
        servidores.</p>
    <p>Se precisarmos contar com o consentimento como base legal para processar Suas informa&#231;&#245;es e Seu pa&#237;s exigir o
        consentimento de um dos pais, poderemos exigir o consentimento de seus pais antes de coletarmos e usarmos essas
        informa&#231;&#245;es.</p>
    <h1>Links para outros sites</h1>
    <p>Nosso Servi&#231;o pode conter links para outros sites que n&#227;o s&#227;o operados por N&#243;s. Se voc&#234; clicar em um link de
        terceiros, ser&#225; direcionado ao site desse terceiro. Recomendamos fortemente que voc&#234; revise a Pol&#237;tica de
        Privacidade de cada site que voc&#234; visita.</p>
    <p>N&#227;o temos controle e n&#227;o assumimos responsabilidade pelo conte&#250;do, pol&#237;ticas de privacidade ou pr&#225;ticas de
        quaisquer sites ou servi&#231;os de terceiros.</p>
    <h1>Altera&#231;&#245;es a esta Pol&#237;tica de Privacidade</h1>
    <p>Podemos atualizar nossa Pol&#237;tica de Privacidade de tempos em tempos. Notificaremos voc&#234; sobre quaisquer
        altera&#231;&#245;es publicando a nova Pol&#237;tica de Privacidade nesta p&#225;gina.</p>
    <p>Informaremos voc&#234; por e-mail e/ou um aviso em destaque em Nosso Servi&#231;o, antes que a altera&#231;&#227;o entre em vigor e
        atualize a data da "&#218;ltima atualiza&#231;&#227;o" na parte superior desta Pol&#237;tica de Privacidade.</p>
    <p>Voc&#234; &#233; aconselhado a revisar esta Pol&#237;tica de Privacidade periodicamente para quaisquer altera&#231;&#245;es. As altera&#231;&#245;es
        a esta Pol&#237;tica de Privacidade s&#227;o efetivas quando publicadas nesta p&#225;gina.</p>
    <h1>Contate-nos</h1>
    <p>Se voc&#234; tiver alguma d&#250;vida sobre esta Pol&#237;tica de Privacidade, voc&#234; pode entrar em contato conosco:</p>
    <ul>
        <li>
            <p>Ao acessar esta p&#225;gina em nosso site: <a href="https://www.caseirinhocomidacaseira.com.br/"
                    rel="external nofollow noopener" target="_blank">https://www.caseirinhocomidacaseira.com.br/</a></p>
        </li>
        <li>
            <p>Por telefone: +55 44 3262-5583</p>
        </li>
    </ul>
</body>

</html>